<?php
    // animation:
    // имя (turning)
    // продолжитльность (2s)
    // динамика(ease - медлено быстро медлено, linear - равномерно, ease-in - медлено ускаряеться, ease-out - быстро замедляеться, ease-in-out - в середине ускорение )
    // задержка перед началом (1s)
    // количество (3 - count, infinite - бесконечно, )
    // направление (normal - вперёд, alternate вперёд назад, reverse - в обратнуб сторону)
    // animation-play-state: paused пауза (задаёться через js, либо при hover )
    // (первые 2 парам обязательно)
?>
